testreport/report_chitietgiaiBangXepHang.txt
     ✓ status is 200

     checks...................................: 100.00% ✓ 1        ✗ 0  
     data_received............................: 421 kB  101 kB/s
     data_sent................................: 3.2 kB  772 B/s
     http_req_blocked.........................: avg=448.6ms  min=448.6ms  med=448.6ms  max=448.6ms  p(90)=448.6ms  p(95)=448.6ms 
     http_req_connecting......................: avg=218.59ms min=218.59ms med=218.59ms max=218.59ms p(90)=218.59ms p(95)=218.59ms
     http_req_duration........................: avg=1.11s    min=1.11s    med=1.11s    max=1.11s    p(90)=1.11s    p(95)=1.11s   
       { expected_response:true }.............: avg=1.11s    min=1.11s    med=1.11s    max=1.11s    p(90)=1.11s    p(95)=1.11s   
     ✓ { page_name:chitietgiaiBangXepHang }...: avg=1.11s    min=1.11s    med=1.11s    max=1.11s    p(90)=1.11s    p(95)=1.11s   
     http_req_failed..........................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:chitietgiaiBangXepHang }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.......................: avg=703.6ms  min=703.6ms  med=703.6ms  max=703.6ms  p(90)=703.6ms  p(95)=703.6ms 
     http_req_sending.........................: avg=126µs    min=126µs    med=126µs    max=126µs    p(90)=126µs    p(95)=126µs   
     http_req_tls_handshaking.................: avg=226.66ms min=226.66ms med=226.66ms max=226.66ms p(90)=226.66ms p(95)=226.66ms
     http_req_waiting.........................: avg=415.38ms min=415.38ms med=415.38ms max=415.38ms p(90)=415.38ms p(95)=415.38ms
     http_reqs................................: 1       0.240051/s
     iteration_duration.......................: avg=4.16s    min=4.16s    med=4.16s    max=4.16s    p(90)=4.16s    p(95)=4.16s   
     iterations...............................: 1       0.240051/s
     vus......................................: 1       min=1      max=1
     vus_max..................................: 1       min=1      max=1