testreport/report_chitietgiaiCauLacBo.txt
     ✓ status is 200

     checks................................: 100.00% ✓ 1      ✗ 0  
     data_received.........................: 565 kB  137 kB/s
     data_sent.............................: 4.1 kB  989 B/s
     http_req_blocked......................: avg=550.7ms  min=550.7ms  med=550.7ms  max=550.7ms  p(90)=550.7ms  p(95)=550.7ms 
     http_req_connecting...................: avg=321.04ms min=321.04ms med=321.04ms max=321.04ms p(90)=321.04ms p(95)=321.04ms
     http_req_duration.....................: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
       { expected_response:true }..........: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
     ✓ { page_name:chitietgiaiCauLacBo }...: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
     http_req_failed.......................: 0.00%   ✓ 0      ✗ 1  
     ✓ { page_name:chitietgiaiCauLacBo }...: 0.00%   ✓ 0      ✗ 1  
     http_req_receiving....................: avg=832.16ms min=832.16ms med=832.16ms max=832.16ms p(90)=832.16ms p(95)=832.16ms
     http_req_sending......................: avg=826µs    min=826µs    med=826µs    max=826µs    p(90)=826µs    p(95)=826µs   
     http_req_tls_handshaking..............: avg=225.85ms min=225.85ms med=225.85ms max=225.85ms p(90)=225.85ms p(95)=225.85ms
     http_req_waiting......................: avg=600.2ms  min=600.2ms  med=600.2ms  max=600.2ms  p(90)=600.2ms  p(95)=600.2ms 
     http_reqs.............................: 1       0.242/s
     iteration_duration....................: avg=4.13s    min=4.13s    med=4.13s    max=4.13s    p(90)=4.13s    p(95)=4.13s   
     iterations............................: 1       0.242/s
     vus...................................: 1       min=1    max=1
     vus_max...............................: 1       min=1    max=1