testreport/report_chitietgiaiCauThu.txt
     ✓ status is 200

     checks..............................: 100.00% ✓ 1        ✗ 0  
     data_received.......................: 820 kB  146 kB/s
     data_sent...........................: 5.6 kB  993 B/s
     http_req_blocked....................: avg=444.81ms min=444.81ms med=444.81ms max=444.81ms p(90)=444.81ms p(95)=444.81ms
     http_req_connecting.................: avg=218.22ms min=218.22ms med=218.22ms max=218.22ms p(90)=218.22ms p(95)=218.22ms
     http_req_duration...................: avg=2.9s     min=2.9s     med=2.9s     max=2.9s     p(90)=2.9s     p(95)=2.9s    
       { expected_response:true }........: avg=2.9s     min=2.9s     med=2.9s     max=2.9s     p(90)=2.9s     p(95)=2.9s    
     ✓ { page_name:chitietgiaiCauThu }...: avg=2.9s     min=2.9s     med=2.9s     max=2.9s     p(90)=2.9s     p(95)=2.9s    
     http_req_failed.....................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:chitietgiaiCauThu }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving..................: avg=2.39s    min=2.39s    med=2.39s    max=2.39s    p(90)=2.39s    p(95)=2.39s   
     http_req_sending....................: avg=109µs    min=109µs    med=109µs    max=109µs    p(90)=109µs    p(95)=109µs   
     http_req_tls_handshaking............: avg=222.93ms min=222.93ms med=222.93ms max=222.93ms p(90)=222.93ms p(95)=222.93ms
     http_req_waiting....................: avg=508.85ms min=508.85ms med=508.85ms max=508.85ms p(90)=508.85ms p(95)=508.85ms
     http_reqs...........................: 1       0.178117/s
     iteration_duration..................: avg=5.61s    min=5.61s    med=5.61s    max=5.61s    p(90)=5.61s    p(95)=5.61s   
     iterations..........................: 1       0.178117/s
     vus.................................: 1       min=1      max=1
     vus_max.............................: 1       min=1      max=1