testreport/report_chitietgiaiTongQuan.txt
     ✓ status is 200

     checks................................: 100.00% ✓ 1        ✗ 0  
     data_received.........................: 436 kB  96 kB/s
     data_sent.............................: 3.3 kB  728 B/s
     http_req_blocked......................: avg=531.28ms min=531.28ms med=531.28ms max=531.28ms p(90)=531.28ms p(95)=531.28ms
     http_req_connecting...................: avg=302.23ms min=302.23ms med=302.23ms max=302.23ms p(90)=302.23ms p(95)=302.23ms
     http_req_duration.....................: avg=1.16s    min=1.16s    med=1.16s    max=1.16s    p(90)=1.16s    p(95)=1.16s   
       { expected_response:true }..........: avg=1.16s    min=1.16s    med=1.16s    max=1.16s    p(90)=1.16s    p(95)=1.16s   
     ✓ { page_name:chitietgiaiTongQuan }...: avg=1.16s    min=1.16s    med=1.16s    max=1.16s    p(90)=1.16s    p(95)=1.16s   
     http_req_failed.......................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:chitietgiaiTongQuan }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving....................: avg=691.75ms min=691.75ms med=691.75ms max=691.75ms p(90)=691.75ms p(95)=691.75ms
     http_req_sending......................: avg=742µs    min=742µs    med=742µs    max=742µs    p(90)=742µs    p(95)=742µs   
     http_req_tls_handshaking..............: avg=225.83ms min=225.83ms med=225.83ms max=225.83ms p(90)=225.83ms p(95)=225.83ms
     http_req_waiting......................: avg=468.4ms  min=468.4ms  med=468.4ms  max=468.4ms  p(90)=468.4ms  p(95)=468.4ms 
     http_reqs.............................: 1       0.220145/s
     iteration_duration....................: avg=4.54s    min=4.54s    med=4.54s    max=4.54s    p(90)=4.54s    p(95)=4.54s   
     iterations............................: 1       0.220145/s
     vus...................................: 1       min=1      max=1
     vus_max...............................: 1       min=1      max=1