testreport/report_giaidau.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 427 kB  129 kB/s
     data_sent......................: 3.2 kB  979 B/s
     http_req_blocked...............: avg=446.71ms min=446.71ms med=446.71ms max=446.71ms p(90)=446.71ms p(95)=446.71ms
     http_req_connecting............: avg=218.67ms min=218.67ms med=218.67ms max=218.67ms p(90)=218.67ms p(95)=218.67ms
     http_req_duration..............: avg=1.57s    min=1.57s    med=1.57s    max=1.57s    p(90)=1.57s    p(95)=1.57s   
       { expected_response:true }...: avg=1.57s    min=1.57s    med=1.57s    max=1.57s    p(90)=1.57s    p(95)=1.57s   
     ✓ { page_name:giaidau }........: avg=1.57s    min=1.57s    med=1.57s    max=1.57s    p(90)=1.57s    p(95)=1.57s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:giaidau }........: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=735.83ms min=735.83ms med=735.83ms max=735.83ms p(90)=735.83ms p(95)=735.83ms
     http_req_sending...............: avg=700µs    min=700µs    med=700µs    max=700µs    p(90)=700µs    p(95)=700µs   
     http_req_tls_handshaking.......: avg=226.1ms  min=226.1ms  med=226.1ms  max=226.1ms  p(90)=226.1ms  p(95)=226.1ms 
     http_req_waiting...............: avg=839.35ms min=839.35ms med=839.35ms max=839.35ms p(90)=839.35ms p(95)=839.35ms
     http_reqs......................: 1       0.302279/s
     iteration_duration.............: avg=3.3s     min=3.3s     med=3.3s     max=3.3s     p(90)=3.3s     p(95)=3.3s    
     iterations.....................: 1       0.302279/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1