testreport/report_homepage.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 37       ✗ 0  
     data_received..................: 23 MB   214 kB/s
     data_sent......................: 140 kB  1.3 kB/s
     http_req_blocked...............: avg=35.85ms  min=0s       med=1µs      max=666.48ms p(90)=2µs      p(95)=131.98ms
     http_req_connecting............: avg=17.61ms  min=0s       med=0s       max=345.19ms p(90)=0s       p(95)=61.3ms  
     http_req_duration..............: avg=941.21ms min=533.47ms med=582.35ms max=4.12s    p(90)=1.68s    p(95)=1.88s   
       { expected_response:true }...: avg=941.21ms min=533.47ms med=582.35ms max=4.12s    p(90)=1.68s    p(95)=1.88s   
     ✓ { page_name:homepage }.......: avg=941.21ms min=533.47ms med=582.35ms max=4.12s    p(90)=1.68s    p(95)=1.88s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 37 
     ✓ { page_name:homepage }.......: 0.00%   ✓ 0        ✗ 37 
     http_req_receiving.............: avg=550.99ms min=169.08ms med=211.6ms  max=3.77s    p(90)=1.18s    p(95)=1.47s   
     http_req_sending...............: avg=451µs    min=88µs     med=239µs    max=4.3ms    p(90)=453.2µs  p(95)=2.29ms  
     http_req_tls_handshaking.......: avg=18.09ms  min=0s       med=0s       max=355.02ms p(90)=0s       p(95)=62.86ms 
     http_req_waiting...............: avg=389.76ms min=344.63ms med=361.3ms  max=1.04s    p(90)=421.77ms p(95)=454.27ms
     http_reqs......................: 37      0.338992/s
     iteration_duration.............: avg=4.44s    min=2.59s    med=4.42s    max=7.81s    p(90)=5.65s    p(95)=5.91s   
     iterations.....................: 37      0.338992/s
     vus............................: 1       min=0      max=2
     vus_max........................: 2       min=2      max=2