testreport/report_homepage.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 859 kB  169 kB/s
     data_sent......................: 5.8 kB  1.1 kB/s
     http_req_blocked...............: avg=448.25ms min=448.25ms med=448.25ms max=448.25ms p(90)=448.25ms p(95)=448.25ms
     http_req_connecting............: avg=219.34ms min=219.34ms med=219.34ms max=219.34ms p(90)=219.34ms p(95)=219.34ms
     http_req_duration..............: avg=2.36s    min=2.36s    med=2.36s    max=2.36s    p(90)=2.36s    p(95)=2.36s   
       { expected_response:true }...: avg=2.36s    min=2.36s    med=2.36s    max=2.36s    p(90)=2.36s    p(95)=2.36s   
     ✓ { page_name:homepage }.......: avg=2.36s    min=2.36s    med=2.36s    max=2.36s    p(90)=2.36s    p(95)=2.36s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:homepage }.......: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=961.6ms  min=961.6ms  med=961.6ms  max=961.6ms  p(90)=961.6ms  p(95)=961.6ms 
     http_req_sending...............: avg=1.14ms   min=1.14ms   med=1.14ms   max=1.14ms   p(90)=1.14ms   p(95)=1.14ms  
     http_req_tls_handshaking.......: avg=224.97ms min=224.97ms med=224.97ms max=224.97ms p(90)=224.97ms p(95)=224.97ms
     http_req_waiting...............: avg=1.4s     min=1.4s     med=1.4s     max=1.4s     p(90)=1.4s     p(95)=1.4s    
     http_reqs......................: 1       0.196932/s
     iteration_duration.............: avg=5.07s    min=5.07s    med=5.07s    max=5.07s    p(90)=5.07s    p(95)=5.07s   
     iterations.....................: 1       0.196932/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1